export default {
  code: 
`
// 恭喜琪琪通过第一关！！！
// 我给你表演写代码
// 我要开始写啦
const { 😆, 🤗 } = 🌎;
😆.say('好久不见，老婆，有没有想我!❤️');
🤗.response('很想，想给你生猴子！');
Utils.love(😆,🤗);
Utils.generateGift(😆 -> 🤗);
// 好了我写完了
// 我要开始运行啦`,
  executions: [
    {
      name:'编译中...',
      time: '',
      visible: false
    }, {
      name:'打包中',
      time: '',
      duration: 0,
      visible: false
    },
    {
      name:'部署中',
      time: '',
      duration: 0,
      visible: false
    },
    {
      name:'解压中',
      time: '',
      duration: 0,
      visible: false
    },
    {
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  },  , {
    name:'微笑🙂',
    time: '',
    duration: 0,
    visible: false
  }, ],
  barrages: [
    '66666666',
    '我要给你生孩子',
    '你是最棒的',
    '哇哇哇',
    '今晚翻你牌',
    '看朕给你打下的手环',
    '你写代码老快了',
    '你的代码真是棒',
    '😗 😙 😚 😋 ',
    '晚上给你嗦牛牛'
  ],
}